Repository: rossspoon/pervesh_exp
Catalog: risk_staircase/locale/*/LC_MESSAGES/django.po
Languages: it

source: Your Decision
it: La tua scelta

source: Page %(page)s of %(total)s
it: Pagina %(page)s di %(total)s

source: What do you prefer?
it: Quale opzione preferisci?

source: Option A:
it: Opzione A:

source: a %(p_hi)s chance of winning %(hi)s and <br/> a %(p_lo)s chance of winning %(lo)s
it: %(hi)s Talleri con probabilità del %(p_hi)s <br> %(lo)s Talleri con probabilità del %(p_lo)s

source: Option A
it: Opzione A

source: Option B:
it: Opzione B:

source: an amount of %(sure_payoff)s as a sure payment
it: %(sure_payoff)s Talleri come pagamento sicuro

source: Option B
it: Opzione B

source: I'm indifferent between Option A and Option B
it: Sono indifferente tra l’Opzione A e l’Opzione B

source: Indifferent
it: Indifferente

source: In the following, you can choose between a sure payment and a lottery.
it: Nelle domande che seguono, ti chiederemo di scegliere tra un pagamento sicuro ed una lotteria.

source: We will present to you %(n)s different choices. While the lottery is the same in all choices, the sure payment will differ in every choice.
it: Ti chiederemo di fare %(n)s decisioni. La lotteria è la stessa in tutte le decisioni mentre il pagamento sicuro cambia in ogni decisione.

source: If you chose the lottery, a random draw will determine whether the high or low outcome will constitute your payoff; otherwise, the sure payment will constitute your payoff.
it: Se scegli la lotteria, un’estrazione casuale determinerà se il tuo guadagno sarà l’ammontare alto o quello basso; altrimenti, il tuo guadagno sarà il pagamento certo.

source: We will convert Experimental Euros to Euros using the rate %(conversionrate)s Experimental Euros = 1 Euro.
it: Come prima, i Talleri saranno convertiti in Euro usando il tasso %(conversionrate)s Talleri = 1 Euro.

source: Part 4 - Questions 1-5 - Results
it: Parte 4 - Domande 1-5 - Risultati

source: The following decision was randomly chosen for your payment:
it: Questa decisione è stata selezionata a caso per il tuo pagamento:

source: Your choice:
it: La tua scelta:

source: As indicated above, you stated to be indifferent between "Option A" and "Option B" in this choice. "Option %(payoff_relevant)s" was randomly chosen to determine your payment.
it: Come indicato su, in questa decisione hai affermato di essere indifferente tra “Opzione A” e “Opzione B”. L’“Opzione %(payoff_relevant)s” è stata selezionata a caso per determinare il tuo pagamento.

source: As indicated above, you decided for "Option %(option_to_pay)s" in this choice.
it: Come indicato su, in questa decisione, hai scelto l’“Opzione %(option_to_pay)s”.

source: For "Option A", one of the two possible outcomes has been randomly realized based on the corresponding probabilities.
it: Il computer ha selezionato a caso uno dei due possibili guadagni per l’”Opzione A” utilizzando le probabilità corrispondenti.

source: Your payoff in this task equals %(payoff_ecu)s Sperimentali which correspond to %(payoff)s.
it: Il tuo guadagno in questa parte dell’esperimento è %(payoff_ecu)s Talleri che corrispondono a %(payoff)s.
